{
    "ID": "_F6LG3TYnFQ",
    "Duration": 898,
    "WPM": "164",
    "Audio Speed": "Fast Speech",
    "Punctuated Subtitle": "If you are traveling to France and want to bring back a gift that can be eaten, and you want to change from cheese and sausage, I have something for you! I advise you to buy chestnut cream. I love chestnut cream. With its smooth and creamy texture, it is a delight. You can find chestnut cream in most supermarkets. Look for the Faugier brand chestnut cream, which looks like this, or the Bonne Maman chestnut cream, which looks like this. And yes, here, on this chestnut cream, as you notice, it says chestnut jam, so you may be wondering why here it says chestnut cream and here it says chestnut jam, and I'll explain everything to you. It's the end of September, and it's the season to harvest chestnuts. In France, we find many chestnut trees in the forests, and we can harvest the fruit of the chestnut tree, chestnuts, at the beginning of autumn, between September and early November. So today we are in the forest to harvest chestnuts. We're going to pick the chestnuts. Here, I use the verb \"to pick up\" because the chestnuts have fallen to the ground, so when we pick up something that has fallen to the ground, we use the verb \"ramasser\". I can also use it with an object. For example, if I drop my cell phone, I can say, \"I'm picking up my cell phone,\" as opposed to \"cueillir\". In fact, if a fruit is still on the tree, we use the verb \"cueillir\", for example, \"I pick an apple\" or \"I pick a fig\", so today we are going to. To harvest the chestnuts, we are going to pick chestnuts. Chestnuts, in fact, are found in burrs. Burrs are the husks of chestnuts, and these burrs are prickly. There are spikes, so you have to be careful not to hurt yourself. To do this, you open the burrs with your feet, or you can wear gloves, or you can also pick up the chestnuts that have come out of the burrs. There are some on the ground, there are plenty of them on the ground, so we are going to pick chestnuts. Please note, in everyday language, to talk about chestnuts, we use the word \"marrons\". So you have surely heard of chestnut cream or hot chestnuts that we eat in winter to warm up, or even candied chestnuts. But in fact, they are not \"marrons\", they are chestnuts, and you have to be careful because in fact the \"marrons\" tree is another tree, different from the chestnut tree, and the fruit of the \"marrons\" tree, which is therefore called \"marrons\", is toxic. It is not edible, unlike the chestnut, which is edible, that is to say that we can eat it, that it is not dangerous for our health. \"Marrons\" is not edible. And so, to tell the difference, it's quite simple, in fact, because the \"marrons\" burr is different, and inside the burr, there is only a big \"marron\", whereas in the chestnuts, as you will see, there are often several chestnuts, there are two or three, and they are often a little flattened. These are for the wild chestnuts found in the forest. . Afterwards, for the chestnuts which are grown commercially, it is another species of chestnuts which will be larger and, in fact, the hot chestnuts which we buy are often quite large and much larger than the chestnuts which we will pick today. But today, we are going to collect \"marrons\"... No, not \"marrons\", we are going to collect wild chestnuts which are edible, and we are going to prepare a little recipe with these chestnuts. So we're going to prepare homemade chestnut cream together with the chestnuts we picked. First step, I put the chestnuts in the water and I will remove all the chestnuts that rise to the surface, all the chestnuts that float because, in fact, if they float, it is because they are rotten or there are worms, so they need to be removed. Then I'm going to put this on the stove, I'm going to bring it to a boil, that means I'm going to boil the water, and I'm going to let it cook for 1 hour. The chestnuts are cooked, we will move on to the most tedious step: peeling the chestnuts. We'll try to peel them, we'll see what happens, otherwise we'll try another technique. I think it's going to take me a long time, so I'm going to need help. Ines, can you come help me please? Yeah, I'm coming! Thanks. Let me introduce you to my sister Ines if you don't know her, but I think you know her because we have already made several videos together. Hello! Thank you for coming to help me. Well, you Re welcome, my pleasure! So, I need you because I'm preparing chestnut cream, and as you see, I have a lot of chestnuts, and I need to peel them. I'll explain all this to you. You have that too. We have boards, each has a board and a salad bowl. So we're going to try to peel them. You have to be careful because there are two peels, there is an outer peel and an inner peel. How do we do that? We're testing out! You can do it like that, but yeah, I think we need to do another technique. Do you like chestnuts? I love chestnuts! Oh yeah? Well, it’s so good! Often, there are some in the street, there are sellers of hot chestnuts, it's really good! Do you like chestnut cream? Yeah, so I don't eat it often, but it's really, really good! I love chestnut cream ice cream. Chestnut ice cream, I also love chestnut ice cream. It decomposes. Yeah, it's... It's going to be a little powdery. Anyway, afterwards... It becomes cream. Wait, we're going to test another technique that I saw online, precisely to avoid all the hassle of peeling. So I'll explain to you what I saw. So, they recommend making an incision in the chestnut at the top, you make an incision like that. Yeah. And then, you see, to crush it and bring it out like that. Oh yeah, I'm not sure it's better. It turns into powder anyway, so it doesn't matter. I told them at the beginning of the video that if they came... Dad, you're making noise! It's not easy. To film, eh... So I told them at the start of the video that if they came to France on vacation and wanted to bring back a gift, I advised them to bring chestnut cream. It's a very French thing. Yes. Do you have any other ideas for things they can bring back? I said cheese and sausage but are there any specialties, things...? Well, the cheese... Then there's all the wine. Oh yeah, good wine. Ah, there’s something I love, it’s Bordeaux cannelés. Everything that is pastry, of course, but it doesn't last very long. That, but cannelés last quite a bit. Yeah, macarons. La Durée macaroons. Well, the cheese, yeah, in fact, the thing is that the best cheese can be bought from the cheesemonger at the market and there what you can do is ask to put it in a vacuum, to be able to transport it easily because the one you buy at the supermarket is still much less good. Yeah, and then, the cheese to be transported has odors and everything... Yeah, that's it, it stinks! Not to say it stinks! What would you recommend to taste to a tourist coming to France? Like what restaurant? There is the Entrecôte. Oh yeah. Yeah, there’s the Entrecôte. What is Entrecôte? It's actually a restaurant with a single dish and it's with a rib steak, beef and fries and there's a secret sauce in it and there's the, well, there's always the line, it's very famous in Paris. There are a few throughout France but especially in Paris, yeah, there are. E several in Paris, there are also some abroad. There are some in New York. I think that there is also one in Geneva, but it's, it's... Yeah, it's a restaurant where there's always a queue. You can't book a table, so you have to be prepared to queue. But it's worth it, eh? Yeah, it's worth it, it's worth the wait. And little tips, you really have to arrive at the start of the service, yeah. There are two services, so you have to come as you say, either at the start of the first or at the start of the second. Yeah, I was sure you were going to say something else. Uh, in Paris? Not a particular restaurant, but a type of restaurant. Uh... The creperie! Ah yes, the creperie is so obvious that I forgot. You forgot the creperie! It's a restaurant... La creperie is a crepe restaurant. There are pancakes, they are savory pancakes with buckwheat flour, and there are sweet pancakes, with wheat. And besides, you can have a pancake with chestnut cream. Yes, and well, we are surely that's how we're going to eat the chestnut cream, but I said that I also like it in yogurt. I love mixing it with yogurt, it's good. What's your favorite crepe? When you go to the creperie, what crepe do you get? So uh, savory, I take either with goat cheese, nuts, raisins, salad, and everything, or with salad, well, fresh things, or with tomato mozzarella. Well, overall, I like cheese, so cheese and uh, sweet, always caramel with salted butter. Oh yeah? Yeah. You. Take salted butter caramel? Ah, that’s also a good thing to bring back from France. Yeah, salted butter caramel. I take, uh... I admit that I prefer the basic pancake with an egg, cheese, but Emmental cheese. In fact, I prefer cheese that is melty, ok, yeah, that... Yeah, that... You know what I mean! With the thread! That's it! So I like it with mushrooms, yeah, uh, tomatoes, cooked tomato. Otherwise, there are lots of possible assortments. Frankly, you will find what you want, but what I love about the creperie is that it goes super quickly too. In general, the dough is already ready, so in 5-10 minutes max, you have your dish. Do you like it? It's okay. That's all? I was expecting “I love it!”. I love it! I love doing crafts like this. Yeah, I like it too, and no, it's not bad. It's just that you have to be careful not to cut yourself, and you have a lot on your fingers, but yeah, it smells good. Yeah, no, honestly, they look good, and in reality, we don't make it often. Yes, the last time we made chestnut cream was 5 years ago, I think. This is the result. Now we will weigh this quantity to know how many chestnuts we have, and based on that, we will know how much sugar to add. In the recipe, he said to put 200 g of sugar for 400 g of chestnuts, that is to say, half. I think we'll add a little less sugar, we'll try to add a third, and we'll see what happens. We have 939 g of chestnuts, so we should put... 1 kg. That means w. We have around 1 kg of chestnuts, so we need to put 300 g of sugar. We will put 300 g of sugar in a saucepan, and we will add 150 ml of water. We will cook to obtain a syrup while mixing until we obtain the syrup. Then, we will add the chestnuts to this syrup, and we will mix and let it cook for 15-20 minutes until you get the chestnut cream, until the cream thickens and becomes darker. The chestnut cream is ready. We're going to let it cool, but I've already tasted it, and I can tell you that it's very, very good. Tell me in the comments if you have already tasted chestnut cream or if you have already prepared chestnut cream. And the next time you are in France, think of me and taste the chestnut cream. You can find it in all supermarkets. Now, we prepared a large quantity, so I think it will last us quite a while. We might give some to family and friends, but it's so good that I think we'll keep it for ourselves. I hope you liked this video. If so, don't hesitate to like it and subscribe to the channel. I remind you that you will find on my website in the Club Piece of French elements to work with this video. You have access to this video without advertising and without subtitles if you want to challenge yourself a little. You have access to the transcription, a comprehension quiz, flashcards, etc. I'll leave you with all the details in the info bar, and I'll see you soon for a new video. Kisses.",
    "category": "Medium",
    "summary": "The text is a transcript of a language tutorial video where the speaker discusses the process of making chestnut cream and suggests it as a gift to bring back from France. The speaker explains the difference between chestnuts and \"marrons\" and demonstrates how to harvest and peel chestnuts. They also mention other French specialties like cheese, sausage, Bordeaux cannelés, and crepes. The speaker shares their favorite crepe fillings and recommends visiting the Entrecôte restaurant and creperies in France. They also discuss the process of making chestnut cream, including boiling the chestnuts, peeling them, and cooking them with sugar to create a syrup. The speaker concludes by expressing their love for chestnut cream and inviting viewers to try it when they visit France.",
    "topic": "Preparing homemade chestnut cream",
    "quality": "Very articulated",
    "vocabulary": "Intermediate",
    "sentence_construct": "Intermediate",
    "dialogue": "Present"
}