{
    "ID": "jgaRaIRynU0",
    "Duration": 788,
    "WPM": "187",
    "Audio Speed": "Fast Speech",
    "Punctuated Subtitle": "Damn! Where did I put my cell phone? I've had enough. I lose everything, all the time. It's not there. Here it is, I found my phone. I looked everywhere for it and it was just in my bag. If you listened carefully, at the beginning of the video, I said \"where did I put my phone?\". In this sentence, I use the verb \"foutre\", conjugated in the past tense. “Where did I put my cell phone?”, and here we could replace it with the verb put and say “where did I put my cell phone?”. So, in this case, the verb \"foutre\" means to put, but the verb \"foutre\" is widely used in French and has many meanings. It is used in lots of expressions and we are going to see that together today. Be careful though, the verb \"foutre\" is a very familiar verb in French, even vulgar in certain cases, so in general, do not use it in a formal context or at work. We will use it with family, friends or when we are very angry. Before seeing together the different meanings and uses of the verb \"foutre\", let's quickly look at its conjugation in the present tense. And, in the past tense, we conjugate it with the auxiliary “avoir”, followed by the past participle foutu. The first use of the verb “foutre” as we have already seen, is “put”. “Mom, we received a package, where should I put it?” “Uh, well, put it on the table while you wait and then I’ll deal with it later.\" R.” \"OK.\" Some expressions widely used with \"foutre\" in the sense of \"to put\": \"To fuck up.\" It means “to create disorder,” “to sow chaos.” This can be literal. Elsa, can you stop making a mess in the kitchen every time? I'm tired of cleaning up after you. It can also mean \"to create problems,\" \"to make noise\" as in this example: \"And what is he doing there? He made a mess all night in front of the door, he thinks that someone is hiding his son. Laurent ran away? Where is my son? He made a mess in front of the door all night. We imagine that means he banged very loudly on the door all night, that he made noise in front of the door, that he perhaps played music very loudly. He made a mess in front of the door all night. Another expression that is more vulgar, but has pretty much the same meaning, it's: to fuck up, to make shit. To \"make shit up\" is to create problems, to sow chaos. Look at this example: \"Everything was fine until Frank came along to settle down at home. He's the one who messed up. He pretends to be nice to me, but in fact...\" He's the one who messed up. That means it's the person we're talking about who created problems, who caused chaos in a certain situation. She screwed up. As I always tell you, it's much better to learn vocabulary in context with example sentences. So throughout this video, I'm going to. Try to give you as many example sentences as possible with the verb \"foutre,\" and many of these examples are taken from series available on Lingo Pie, whom I thank for sponsoring this video. Lingo Pie, I have already spoken to you about it several times. It is a platform that allows you to learn French with TV series thanks to interactive subtitles. When you watch a series on Lingo Pie, when there is a word that you do not understand, you just have to click on this word to see the translation. Then, this word will automatically be added to your list of flashcards. This saves you time. You no longer need to pause, look in the dictionary, write down the word, etc. And what is absolutely brilliant, then, when you want to review your vocabulary words, review the flashcards, each flashcard comes with the sentence in which the word was said. And what's really great is that then when you review your flashcards, you have the extract of the video in which the vocabulary word was said, the sentence in which the word was said, and therefore that allows you to learn in context and memorize words much better. And besides, to better memorize words, you also have quizzes generated by Lingo Pie, which allow you to review all your vocabulary words. And another great thing is that there is a Lingo Pie extension for Netflix, which allows you to. Watch your favorite series like Lupin, 10%, Family Business, with Lingo Pie features. So, if you want to test all this, you have a free trial and you have 70% off the lifetime subscription using the link in the info bar. Another very, very common meaning of the verb “foutre” is “to do”. We can replace the verb “foutre” with “faire”. Let's take an example, imagine that your child has drawn on your beautiful white wall in the middle of the living room. \"What the hell are you doing? We don't draw on the walls! No, no, no. But what the hell have you done? Do you hear? Orally, we don't say \"What did you do?\" We'll say: \"What did you do?\" Another situation, you are a high school student in your final year of high school and your mother comes to pick you up at the end of classes in front of the school without warning you. Look. “What are you doing here? You're embarrassing me too much.\" \"Hey, are you serious?\" This extract is very interesting since here, we have not once, but twice the verb \"foutre\" and in two different meanings. In the first sentence, the student says: \"What are you doing here?\", What are you doing here? She asks her mother, why are you waiting for me in front of the school? What are you doing here? What are you doing there? What are you doing there? And in the second sentence: \"you're putting me to shame\", you're Re, putting me to shame, you're putting me to shame, Mom, waiting for me in front of the school. The verb \"foutre\" is also widely used in its pronominal form: \"se foutre de\", and this can have several meanings. The first meaning is: \"se foutre de quelque chose\", it means not to be interested in this thing, not to not give importance to this thing. For example, Pierre tries to justify himself because he did not do what Isabelle asked him. “There, right away, it’s impossible, I explained... I don't care about your explanations, I just want to hear one thing, that's, okay Isabelle, I'm going to do it. Ok, ok.\" I don't care about your explanations. I don't want to hear your explanations, your explanations don't interest me, I don't care about your explanations. And even more often, we will use the verb \"s'en foutre\" and say \"je n'en fou\". We can say it alone: ​​\"Je m'en fou\", which could be translated into English as 'I don't care'. We can use it without necessarily being upset or angry, simply to say that something is not important to us. For example, \"What do you want to eat tonight? Do you want us to order? I don't care, I'm not very hungry so we do what you want.\" I don't care. It's not important to me what we eat tonight so you can decide. It can also be followed by the thing we don't care about and therefore say \"I don't \"Care about,\" as in this example. \"You're not going to die, and I don't care about this money. What I want are my parents. But why do it anyway? So it will depend a lot on the intonation. It can just mean that we are not interested, I don't care, or it can also be used to express anger. I don't care, I don't really care, I don't care, I don't give a damn. For example, after a breakup, a girl may say about her ex-boyfriend, \"I really don't give a damn about him, I don't care about him, he's not important to me.\" But often, when we say that, we don't really don't care. And besides, we can also say, \"I don't care.\" I don't care, to say that on the contrary, something is important to us, I do care. I do care, Agathe. Yes, I have responsibilities, you know that. Yeah, well, as always.\" \"I do care,\" I do care. Another very used meaning of \"to give a damn,\" this time followed by \"someone,\" \"to make fun of someone one,\" to make fun of someone means to make fun of that person, often a little maliciously, but not necessarily. For example, a friend, a friend makes you believe that he is going to leave everything behind to become a Tibetan monk, except that you know your friend well and you don't really believe in it. You can tell him, \"No, but stop making fun of me, I know it's not true, stop making fun of me, I know it's a joke, stop making fun.\" \"Stop making fun of me,\" you hear that? I don't say \"stop making fun of me,\" I say \"stop making fun of me.\" We don't pronounce this \"r\" between the \"T\" and the \"E\" orally. When we speak quickly, we tend to swallow letters. We will say, \"stop making fun of me.\" \n\nA second situation, a second example: students in a class often make fun of a classmate, make comments that are not very nice. In this case, we can say, \"they're making fun of him, they're making fun of him.\" And there, that means that he makes fun of him but, badly. \n\nTo make fun of someone or to make fun of someone is not only to make fun of that person. It can also mean to behave badly with a person, to deceive them, to lie to them, to trick them. \n\nFor example, you have been in a relationship with someone for a while. They promised you lots of things and then you actually realize that everything was a lie, that everything was false. \"Oh pig, you really made fun of me, huh?\" You really made fun of me. You lied to me, you cheated on me, you behaved badly to me. \n\nAnother example, a teenager playing video games says to his father, \"Don't worry Dad, I did my homework, I finished everything, everything is fine, trust me.\" Let's look at what the father responds to him. \"Are you kidding me? Mom and I met your history teacher by chance in the street and he explained to us that you weren't doing anything.\" \"Here also, we find two meanings of the verb \"foutre.\" First sentence, are you kidding me? Are you serious? Are you kidding me? We met your history teacher by chance; he explained to us that you didn't do anything, that you didn't do anything. This is the meaning of \"doing,\" that you didn't do anything. We have seen the main uses of the verb “foutre.” There's an expression you need to know with the verb \"foutre,\" which is, mind you, very vulgar. So don't use it with just anyone; I personally never use it. But maybe if I was very, very angry, I could use it. It’s: “Fuck you.” If we want to be a little less vulgar, we can say “fuck off.” It could be translated into English as “Go F yourself,” “go fuck yourself.” Fuck off. “Fuck you!” There are still plenty of expressions with the verb \"foutre\" and the adjective \"foutu,\" but I'm going to stop there for today, and I'll save it for a future video. I hope you enjoyed this video and that you learned something. Don't hesitate to like the video, subscribe to the channel, and if you want to work in more depth with this video, I remind you that you have access to exclusive content in the Club Piece of French, such as the transcription of the video, vocabulary list, comprehension exercises, etc. I leave you all the details in the info bar, and I'll see you soon for a new video. Kisses.\"",
    "category": "Advanced",
    "summary": "The text is a transcript of a language tutorial video that focuses on the various meanings and uses of the verb \"foutre\" in French. The speaker explains that \"foutre\" can mean \"to put\" and provides examples of its usage in sentences. The verb is also used to mean \"to create disorder\" or \"to make noise.\" The pronominal form \"se foutre de\" is discussed, which can mean \"not to be interested in\" or \"to not care about\" something. The speaker also mentions that \"foutre\" can be used in a vulgar expression, \"fuck you,\" and advises against using it in formal contexts. The video is sponsored by a language learning platform called Lingo Pie, which allows users to learn French through TV series. The speaker concludes by encouraging viewers to subscribe to the channel and access exclusive content.",
    "topic": "Meanings and uses of the verb \"foutre\" in French.",
    "quality": "Very articulated",
    "vocabulary": "Advanced",
    "sentence_construct": "Intermediate",
    "dialogue": "Not Present"
}