{
    "ID": "Kw6SlbImmkY",
    "Duration": 477,
    "WPM": "38",
    "Audio Speed": "Slow Speech",
    "Punctuated Subtitle": "Hello friends, and welcome to a new episode of Super Easy French in French LAN. Today, we are going to take different means of public transport in Paris and show you how it is to pass. In Paris, the most used is the metro. To take the metro, you must have a card, Navigo. We can have a monthly subscription or recharge it. E this card with journeys. The unit, you can also buy Tickets. A ticket costs 2.10 €. With this ticket, we can take the Metro, him Tram, bus, and the RER in Paris. Hélène recharges her navigo card from machine. She pays in map. Hélène validates her navigo card for take the Hélène metro. Awaits the Metro, he arrives in a minute. E the metro. Hélène arrives in the Hélène metro. She can sit in the metro. Because there are not many people, she goes down in C stations. In Paris, we often take the bus. To make short distances, we use the same kind of ticket for the bus that for the metro. Be careful if you take the metro, then the bus must use another ticket. T or validate his again his card, the bus is arrived. Judi goes on the bus. She is Bus seat. She descends in six stations. There are traffic jams, so it will take a little of time. There are several lines of tramou circulating around Paris. At the limit of the suburbs, we cannot go to the center of Paris in tramou to take. The tram, we use a ticket or his card Navigo. At all tram stops, there are machines to buy tickets or recharge your map Navigo. I wait for the tram, it's a bit long. So, I take this opportunity to tell you about OUR community now. All members of the Easy community French have access to a Discord server to discuss in French. Hélène with us. All members of the community, register before the end of the year on easy-fnch.org/membership to take advantage of our special offer: a challenge of 30 days in January to start the year speaking French. The Tram has finally arrived. Hélène East climb, but she did not sit. Because she goes down to the next. Stop. She stands at the helm so as not to fall. In many cities, including Paris, we can move with bikes that we can take, then leave at another station in Paris. These bikes are called Vélibes. For use, you can have a card subscription or pay with your phone or by card banking. As the weather is nice, Judit decides. To take a VBE for go home, used the application VLIBE for unlock it bike. Bike is unlocked. She climbs on the bike and she says, \"Thank you very much for friends for having watched our episode in comment. Tell us what are the means of public transport that there is at home.\" Subscribe to the channel, like this video, and [Applause]. I apologize, but you have not provided any text for me to punctuate. Could you please provide the text that you would like me to punctuate?",
    "category": "Medium",
    "summary": "In this language tutorial video, the host introduces different means of public transport in Paris. The most commonly used mode of transportation is the metro, which requires a Navigo card for access. The host explains that the card can be recharged with journeys or purchased as a monthly subscription. They also mention the option of buying individual tickets for 2.10 €. The tutorial then moves on to discuss taking buses in Paris, using the same ticket as the metro for short distances. However, it is important to note that a separate ticket is required if switching from the metro to the bus. The host briefly mentions the tram lines in Paris and the availability of Vélib bikes for transportation. They conclude the video by inviting viewers to join their language learning community and promoting a special offer for a 30-day French speaking challenge in January.",
    "topic": "Public transportation in Paris",
    "quality": "Moderately articulated",
    "vocabulary": "Intermediate",
    "sentence_construct": "Intermediate",
    "dialogue": "Present"
}