{
    "ID": "tEk2-Un3iz0",
    "Duration": 1027,
    "WPM": "80",
    "Audio Speed": "Slow Speech",
    "Punctuated Subtitle": "Last night, I saw the film Napoleon de Ridley Scott, and I told myself that this would be interesting to tell you about it, about give you my opinion on the film in himself, but also on the choice of language and accents in movies. American general, hi hi, welcome! In a new episode of French Mornings, the podcast today, I talk to the latest film by Ridley Scott. Very epic biopic on the emperor Napoleon. As a French, it is always a little strange experience to watch a film where the characters are supposed to be French but speak in English, and that's what I would like to talk to you today. Before to start, I inform you that you can find the PDF of the transcription of this episode in the description link. You will find also a list of vocabulary and expressions that I used in the episode, and even a quiz. Before going see the film, I saw in the press that there were some bad echo. That is to say that he had received some bad criticism, and the director Ridley Scott, by the way, didn't have too much appreciated. But I did not read the criticism in detail so as not to be influenced. In my case, I went to see the film in VO, that is to say in version original. We call the version original the version in which the actors play in the language that he really speak, unlike VF which is the French version, which is the version that is doubled by actors dubbing that replace the voice of real actors in the film. And I would like start this episode by talking to you precisely the use of languages in the cinema is something to which I am very attentive because I will always to see the movies in VO in original version. Ion and obviously, in France, we have a lot of films. French, but we also have a lot of English-speaking films whose action happens sometimes in other countries than countries where we speak English, and it is very interesting to see how these issues are treated precisely in the cinema. Napoleon. The Napoleon of Ridley Scott. So, it's a film, British-Americano, i.e., it has been produced both by American productions and British productions, in which play American actors, British actors, and some French actors too. I'll tell you about it. A little later in this story. In the story of Napoleon, historically, the characters spoke, therefore, French and not English, and Napoleon's mother tongue was even Corsica, which is a regional language today since he was born in Corsica. We even said that he spoke French with a very, very strong Corsican accent in the film. All this reality is absolutely not visible. All the linguistic reality of Napoleon's life is absolutely not visible since all actors speak English, and it's quite interesting too to see how the foreign characters in the Anglophone movies, mainly American, we will say, very often in American films which happen elsewhere than the United States or in England, actors take the country's accent in which the movie is set. I'm going to give you some examples where the action is. Go to France in the film \"Live Action Beauty and the Beast,\" for example, Ewan McGregor plays the role of Lumière, an object which is also a candlestick that speaks. For this role, he took a French accent, but which, in my opinion, is not really very credible. We hear clearly. In terms of pronunciation, it is an English speaker who imitates a French accent, especially when it owes to pronounce French. In fact, most of the time, in the film, he speaks completely in English with an accent and adds here and by that a few words in French. Is the case also in the animated film Ratatouille, the story of the little rat to Paris who is actually a great chef cook? In this film, it is even quite weird since some characters have a French accent and others not, then all the characters in the film are supposed to be French, no? And once again, the French accent taken by English-speaking actors unfortunately not very convincing. My last example is that of the film The Monuments Men of George Clooney. It is a film that happens during the Second World War, and Kate Blanchett plays the role of a French. Then, Kate Blanchett is an actress that I really love. I find incredibly gifted, but unfortunately, the French accent and the French in general, it is not something she masters. I know who you are, then you have, I don't know. And so, in this film, it's not very convincing. Unfortunately, and personally, I find that when we are not convinced, when we see that it is an actor who plays it, it completely gets us out of the movie. So, in this film, there, for example, I don't really understand why they have not simply cast, why they did not choose a French actress, this which would have been a lot much more credible. Once again, nothing to do with the talent of actress Kate Blanchett, but it is a language that she just does not master. And so, she does not master French nor the French accent in English. That, this is what I used to see when I go to the cinema. In a way, generally, when the film takes place in another country but all actors speak the same language, he speaks in English with the accent of this country. And in \"The Napoleon\" of Ridley Scott, surprisingly, it's a different approach they have chosen to make the characters speak English without any French accent. There is even a French actor, Tarim, who is an actor that I love, who plays in English with an impeccable accent. An impeccable accent. In any case, in my ear, you will tell me what you think if you have seen the movie. And personally, I found that it was a very good choice because that brings much more consistency to the story. All the characters in the film talk to each other in a language that is common. And since it is a film American or, in any case, Americano British, and all the actors speak English, what was the choice more consistent was to have them talking English and without accent. It brings a little more credibility, I think, of actors' games. After, I have to admit that it's still a little bit weird because obviously the film is set in France. We talk all the time about France. It is almost a character of the film. And therefore, the identity, we will say, about France and French is still very, very present in the film. And therefore, when the characters wind pronounce first names or names of the country or countries and Cera, it is still a little weird to hear them with an English accent. Therefore, throughout the film, we hear \"Napoleon\" instead of \"Napoleon,\" \"Josephine\" instead of \"Joséphine,\" or \"Toulon\" instead of \"Toulon.\" And in thes. The moments we each time recall that there is a shift with historical reality, the linguistic reality of what could have really happened, and how real people had to pronounce all these names in the film. We also see the mother of Napoleon Bonaparte, who is called Letitiia Bonaparte. If we really want to say it with the corte accent, it looks like \"It\" in Letiia Bonaparte. She is therefore Corsican too, and we can rather imagine that she was talking about Corsica and surely French with a strong Corsican accent or something that brings together. In the film, she is played by an Irish actress and she speaks impeccable English. It is really bizarre to hear her pronounce French names like Éléonore desu de la Pligne with an English accent, which gives something of the \"anonor dunel\" style of the PL. And once again, this kind of small detail, I find that it comes out of the film because we know very well that this name has never been pronounced in this way by Napoleon's mother. After, it is necessary, obviously, to remember that cinema is an industry and the film is intended for several audiences. It is intended for the American public, the English-speaking public, the European public in a general way, and to a lesser extent, therefore, in a less important way, it is also intended for an international audience. But I think the most anticipated spectators for this film are American spectators who will represent the largest share of the market for this audience, and therefore, for them, it will have no importance. But it is true that when we look at it with our French eye, with our point of view of French people. H, we cannot help out being released from the film to certain times because of everyone. These small details, linguistics, and now that we have spoken on the linguistic side of the film, I will give you my opinion on the film. In he himself, then, I think it's a film which is really spectacular but that lacks something for me. When we go to the movies, it is for feel emotions, to live a little the stories of the characters. And this film, I found it quite empty emotionally, so I'm going to you tell the story. Attention, spoiler, if you want to discover the film for yourself, you can stop here. So, the movie tells Napoéon's life, so his sound military career, his ascent to power, and this, but also his relationship with his first wife, Joséphine de Bearnet. So we have this side, a little bit more professional, a little more official, a little more, uh, the character we all know. And this side, a little more, more in quotes, with the relationship with his wife. And throughout the film, you have the impression that the director does not really know on what foot in the dance is, a expression that means that he does not know, not what decision to take, on which side orient the film. What is the angle, what is the point of view of the director? And simply, it has trouble responding to the question, what is it saying this film? Is it a film that tells a love story? It is a film that aconttes a character thirsty for power, who wants it always more. In fact, we have the impression that it is neither one nor the other, that none on both sides of this story is not fairly dug, is not put forward. So that we really understand what ge. One of the characters was Napoleon. What genre of character was Joséphine? For me, it's a little bit missed film, precisely because the characters are quite empty. They are very little characterized. We don't really understand this, who drives them, what motivates them, what are their qualities, what are their faults. When we have a lot, when even information on which type of personality had Joséphine, what type of personality had Napoleon, we say that he had a little trendy hyperactive, and we can understand it given everything he has undertaken during his life, life that was not that long as we know. That Joséphine was someone more exuberant, who was, who had a small grain of madness itself. And in the film, we have the impression that these are a little empty characters, that feel very little emotion, that speak little, and character psychology finds that it is very little present. And therefore, as a spectator, we feel very little. See no empathy at all, at all compassion for characters. We are simply spectators of a series of actions without really being animated, without really being upwardly in its seat. We feel not much, honestly. And what is interesting is that it's a movie spectacular, historical. There are major battles and etcetera scenes. And I said to myself, it would be interesting to compare it to Gladiator. Gladiator is a film by the same director, Ridley Scott. And in which Joaquin Phoenix even plays, therefore, who plays the role of Napoleon in this film, but which in Gladiator plays the role of the emperor, a convenience emperor is interesting. And we have, by against, Russell Crow in the role main of t. He film the role of Maximus, and so we have a lot of points comparison. And on the contrary, I find that Gladiator is a film that is extremely successful. Why? Because it is a film that provides emotion. It is certainly a historical film, but it is above all, and that's it, really the central point of the film for me. The story of a revenge is a father family to whom we took everything. We have taken his family, we took his house, we have murdered his wife, tortured his sound child, and this, and so we are with Maximus during the whole film. We feel the trouble that can feel. We have want to take revenge and who, who, who succeed in Napoleon. We find not at all all these emotions. Me, if I am asked the question, Napoleon, that tell what? And well, I find that we know not really answer this question. It tells the story of Napoleon makes after battle after battle, but is this? Film that tells how much he loved his wife or how much power made him mad or how much he was strategic. We have difficulty in answer this question. I don't know if you will agree with me, maybe that no. We can have several points different views of the film, but in anyone, that's my point of view. I find that it is a film failed at the level emotions. It is a film that is visually interesting, but which personally makes me feel nothing. And me, that's why I am going to cinema, is to live stories at through characters, and there it was not the case. Thank you all for being at. See you for this new episode. Remember to download the PDF with the transcription and vocabulary of the episode to continue to practice. And I tell you very soon in a next episode. I apologize, but I cannot punctuate a text without having the actual text. Could you please provide the text that needs to be punctuated?",
    "category": "Medium",
    "summary": "The text is a transcript of a language tutorial video where the speaker discusses the use of language and accents in movies. The speaker mentions watching the film \"Napoleon\" by Ridley Scott and how it was strange to see French characters speaking in English. They give examples of other films where actors attempt to imitate accents, but find them unconvincing. The speaker then shares their opinion on the film itself, stating that it lacked emotional depth and failed to provide a clear perspective on the story of Napoleon. They compare it to the film \"Gladiator\" and highlight the difference in emotional impact. Overall, the speaker found the film visually interesting but lacking in emotional connection.",
    "topic": "The topic being taught is the use of languages and accents in movies.",
    "quality": "Moderately articulated",
    "vocabulary": "Intermediate",
    "sentence_construct": "Intermediate",
    "dialogue": "Not Present"
}