{
    "ID": "w_9ynCt9nLc",
    "Duration": 689,
    "WPM": "93",
    "Audio Speed": "Slow Speech",
    "Punctuated Subtitle": "Hi friends, welcome to this new episode of Dizzy French! Today, we are with a very special guest that you may recognize. It is our friend Gina, who comes to us from South Korea. Right? Hello, friends! I've not been seen, and I am very delighted to be here for this new episode of Dizzy Friends Enchanted. Today, we are going to ask people if French is a difficult language to learn. Is it hard? Would you say it is difficult to learn French for foreigners? Yes, yeah, even I have trouble. So, yes, yes, yes, yes. Do you think that French is a difficult language to learn for foreigners, especially for those who must learn French? Yes, yes, it's hard. There are too many exceptions, there are too many rules, especially in pronunciation. It really sounds different from other languages. I speak basic French, and it's not the same sounds at all. Then, on the opposite side, it is easier to do. The complicated conjugation makes it hard to generate all the complicated words. So, yeah, it's really not easy. Is it that you think it's difficult to learn French? Enormously? Why? Well, I am studying letters and history, and I have a friend who is Chinese, therefore June, and uh, she p. It took 2 years to learn French, and her speaking is extremely good. It's super short, like time, and she talks really very well. But there are lots of subtleties that we understand. For example, in the phrases, training, or even in words, which are totally incomprehensible for foreigners. So, at the same syntax level, it is extremely complicated to learn French. Ah, but as a Korean, I have a question. Uh, in French, there are two types of words: masculine and feminine. Do you can find, uh, directly what is masculine and not feminine? Yes, but that depends on words. There are trashy words we don't know so much, and even, for example, an anemone or an anemone. I just said the example, I don't know which one is, but yes, it is at the ear, so it's complicated to learn. I am sorry, is you thinking it is difficult for foreigners to learn French? Yes, I think it's a very difficult language to learn. Yeah, what is the most difficult? I think there is a lot of grammar rules with exceptions, uh, the fact that the \"n\" common, a giraffe, a giraffe elephant. I think it's very, very, very. There is a lot to learn by heart. I think it's really difficult. Do you think the French... H is a difficult language to learn, yeah. Why? Because, uh, there are all grammar conjugations, the irregular verbs. Uh, I think it's not intuitive like some languages I studied. I study the swaddling foreign and even for the French. Is it difficult like the conjugation? The Cre, yeah, is difficult. I think, I think that when you're a foreigner, and there are rules, for example, the verb, it will change in the middle of conjugation. I think it's super difficult to learn. You have to remember all your rules, I think. Yeah, it's not easy to learn French. I am Korean and for me, it was really difficult to learn the French. There are several reasons for it, uh, takes precedence, the pronunciation. It was really, uh, amazing. For example, pronunciation, especially the rs, we do not exist, uh, in Korean. At the blow, uh, it was really difficult to practice. It is this kind of sound. And also, the Cramers, uh, in French. There are several cramelles, really complicated, as a subjunctive, subjunctive past conjugation, of course, like that. And as a beginner, it was really not easy to understand logics. And you come from where, if it's not indiscreet? My family is Mexican. I was born. In England, but I VC in Spain. Finally, it's a bit complicated and how? It is that your Frenchman is so good. Well, after I have been there since very for a long time, me, I'm fine. But by my father arrived in France. Not to mention French, he had to learn when he was an adult. For him, it was really more complicated. There, he still well his foreign accent. And he still performed a little trouble with the word and how and sometimes it's said, \"I vaas to de, I will.\" There are always a few little things who will agree. The pronunciation is really difficult in French, yes, really. Yes, when we are Hispanophone, in any case, anyway, Hispanophone, yes. And since we are, when even a lot in the world, yes, yes. It's complicated, okay. And do you have advice to give for people who learn French? Or there, I admit that I wouldn't have too much advice. Is bah training listening finally is a bit like all land tongues. Try to pronounce also yourself the words, but if possible, have a return because bah sometimes we pronounces on his own. He has applications as Dolingo or what who we allows you to train on your own, but we suddenly in return someone who speaks the n. Native language and which tells us, \"Well, there it is, well said, that it is badly said. There you think, you say it, in fact, no, and that's it.\" To have an exchange with people who speak the language in a fairly usual way, this, that is difficult in learning French, is above all to find people with whom to practice and who can fortunately correct. There are solutions for this, for example, the Sponsor of this Ityky video. Italky is a course platform for online language where you will find private French lessons for all budgets and for all levels. On Itoly, there are dozens of French teachers who give French lessons at all times possible. You will necessarily find the lessons you need on Italk. With the help of your teacher, you will perfect your pronunciation, develop your vocabulary, improve your grammar, and you will finally be comfortable to talk French in all circumstances. It is incredible progress that we can do by practicing regularly and seriously. Then, do not hesitate any more and go through our link Go.itkey.com/easyfrench. Thanks to our ITOKY link, it offers you 10 dollars of credit after you have spent 20 dollars on the platform. Take advantage. Do you think it's difficult for foreigners to learn French? Yes, uh, there are a lot of grammar rules which are not necessarily obvious. There is a lot of letters that are read in double and many same letters that have different sounds. When you learn, I think it's complicated, you know, foreigners who learn French or who learned it. I give Fleu lessons, yes, on Wednesday, therefore, yes, and then what's the most difficult for your students or what are the things that are a bit complicated, who are a challenge for them? Pronunciation and knowing the last endings of words. When \"ell\" is not pronounced, I work a lot with Spanish-speaking and it's complicated. Here is that all letters do not pronounce, not yes, here are the letters mute. That's what was most difficult for me to learn the French, counting the numbers. As you may know, counting numbers in French is a little more complicated. For example, 80 is 4 20 and 90 is like the Le Mat. I know I am not in the mathematics, suddenly it was really difficult. But yes, but with a lot of training, I became almost, almost mathematician. I have a lot of friends Japanese and I know that the. R is very difficult to say. Even the \"la la la\" pronunciation of R is its hyper difficult. Therefore, when you learn a language, we learn new sounds. We learn a lot of things, in fact. So, when we come from one language, I finally, when we come from another world where we have other sounds, for example, I learned the Russian for Russian, I have to learn new sounds that we do not have in our French language. Letters and consonants that we do not have. It is super difficult, I think, for real. So, in function of where we come from, I think that the difficulties are not the same. In function of which language we are in, in fact, it is that you would have advice then? Maybe for people who look and learn French, those who have progressed the most quickly, it was those who were on Spotify, put the songs with the lyrics that scroll, or put the videos on YouTube with the subtitles. And suddenly, it forces to learn the right endings and read more quickly. And it works quite well. Good advice for people who learn French, I would say. But a little bit like all the languages, not too concerned to have exactly the right conjugation. Here, and in fact, practice orally, that is to say, to speak. If there are mistakes, it doesn't matter. Learn, in fact, to relax on that, but as with all languages, the important thing is to be understood and not necessarily to be exact. Here is, thank you for friends, for looking at this episode and write in comment if you too have difficulties to learn French, and do not hesitate to like and subscribe to the Easy channel. Friends, at soon Korean, yes, I go to Korea. This year, per turn of the world, there in go down, and so sudden, I learned a few words in Coré. Ag, Ag, oh yes, yes, yes. Oh, and I will teach a few very practical words. Ok, ok, ah, thank you. It's thank you. Many I know not, and it's good when you eat. Oh, when you eat very delicious dish. Ah, I no longer know how we say. I know the more that well, that's it. And if it's very, very delicious, we can say how. How are you? That, yes, I will teach a young word. Ok, if someone, uh, someone did a little things bad, can say King B, King Banet. Yes, yellow word, yes, like that. Yes, it is my next language to learn Korean. Ok, no, but it's true. In fact, good luck. Yes, yes, yes, I have the books and all. Thank you very much.",
    "category": "Basic",
    "summary": "In this language tutorial video, the host and guest discuss the difficulty of learning French for foreigners. They agree that French is a difficult language to learn due to its many exceptions and rules, especially in pronunciation. The guest, who is Korean, mentions that the gender of words in French is challenging to determine. They also discuss the complexities of French grammar, such as conjugation and irregular verbs. The guest shares her personal experience of learning French and highlights the difficulties she faced with pronunciation and understanding the logic of the language. The host and guest both agree that finding opportunities to practice speaking with native speakers is crucial for learning French. They also provide advice for language learners, such as using music and videos with subtitles to improve pronunciation and reading skills. The video ends with the guest expressing her interest in learning Korean.",
    "topic": "Difficulties in learning the French language for foreigners.",
    "quality": "Moderately articulated",
    "vocabulary": "Intermediate",
    "sentence_construct": "Intermediate",
    "dialogue": "Present"
}